app/controllers/messages_controller.rb

  def create
    @message = Message.new(message_params)
    if @message.save
---
INSERT INTO "messages" ("created_at", "updated_at", "content") VALUES (?, ?, ?)  [["created_at", "2020-10-01 13:59:07.684149"], ["updated_at", "2020-10-01 13:59:07.684149"], ["content", "marko\r\n"]]

  def destroy
        @message = Message.find(params[:id])
        @message.destroy
---
SELECT "messages".* FROM "messages" WHERE "messages"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
DELETE FROM "messages" WHERE "messages"."id" = ?  [["id", 1]]